{
  "HEADER_TITLE": "កម្មវិធី Angular របស់ខ្ញុំ",
  "WELCOME": "សូមស្វាគមន៍មកកាន់គេហទំព័ររបស់យើង",
  "BUY_POLICY": "ទិញគោលនយោបាយ",
  "MY_WALLET": "កាបូបរបស់ខ្ញុំ",
  "LOGIN": "ចូល",
  "NAV": {
    "STEP1": "ទទួលការដាក់ពាក្យ",
    "STEP2": "ជ្រើសរើសផែនការ",
    "STEP3": "សុខភាពរបស់ខ្ញុំ",
    "STEP4": "ការបញ្ជាក់"
  },
  "GET_QUOTE": {
    "TITLE": "គណនាតម្លៃអត្ថប្រយោជន៍ការការពារ",
    "FULL_NAME": "ឈ្មោះពេញ",
    "GENDER": "ភេទ",
    "MALE": "ប្រុស",
    "FEMALE": "ស្រី",
    "DATE_OF_BIRTH": "ថ្ងៃខែឆ្នាំកំណើត",
    "CONTACT_NUMBER": "លេខទំនាក់ទំនង",
    "ADDRESS": "អាសយដ្ឋាននៅកម្ពុជា",
    "NATIONAL_ID": "កាតអត្តសញ្ញាណជាតិ (មុខ និងក្រោយ)",
    "NATIONAL_ID_NOTE": "ត្រូវផ្ទុករូបភាព 2 ដំណាក់កាល (មុខ និងក្រោយ) ទទួលបាន: JPG, PNG, BMP, TIFF, SVG",
    "FRONT": "មុខ",
    "BACK": "ក្រោយ",
    "NEXT": "បន្ទាប់"
  },
  "PRODUCT_HIGHLIGHTS": {
    "TITLE": "ចំនុចរំលេចនៃផលិតផល",
    "ITEM1": "អត្ថប្រយោជន៍ការពារអាយុជីវិតសុទ្ធសាធទៅលើមរណភាព និងពិការភាពទាំងស្រុង និងអចិន្ត្រៃយ៍ រហូតដល់ ១០០០០ ដុល្លារអាមេរិក",
    "ITEM2": "ការចំណាយលើបុព្វលាភធានារ៉ាប់រងត្រឹមតែ ១0 សេន (៤០០រៀល)ប៉ុណ្ណោះក្នុងមួយថ្ងៃ",
    "ITEM3": "៥ជំហានងាយៗ",
    "NOTE": "រាល់ព័ត៌មានអំពីផលិតផលនៅលើគេហទំព័រនេះគឺប្រើសម្រាប់ជាឯកសារយោងប៉ុណ្ណោះ ដោយមិនមាននូវ ខ និងលក្ខខណ្ឌ ចំនុចសំខាន់ៗនៃហានិភ័យរបស់ផលិតផល និងករណីលើកលែងនៃបណ្ណសន្យារ៉ាប់រងទេ។ សម្រាប់ព័ត៌មានលម្អិតសូមយោងទៅលើខិត្តប័ណ្ណផ្សព្វផ្សាយផលិតផល។",
    "BROCHURE": "ខិត្តប័ណ្ណផ្សព្វផ្សាយផលិតផល"
  },
  "SELECT_PLAN": {
    "SILVER": {
      "TITLE": "BrightLife ស៊ីលវែរ",
      "PRICE": "USD 20.6",
      "COVERAGE": "USD 2,500",
      "BENEFITS": "អត្ថប្រយោជន៍ក្នុងករណីមរណភាព ឬពិការភាពទាំងស្រុងនិងអចិន្ត្រៃយ៍"
    },
    "GOLD": {
      "TITLE": "BrightLife ហ្គោលដ៍",
      "PRICE": "USD 41.2",
      "COVERAGE": "USD 5,000",
      "BENEFITS": "អត្ថប្រយោជន៍ក្នុងករណីមរណភាព ឬពិការភាពទាំងស្រុងនិងអចិន្ត្រៃយ៍"
    },
    "DIAMOND": {
      "TITLE": "BrightLife ដាយម៉ូន",
      "PRICE": "USD 82.4",
      "COVERAGE": "USD 10,000",
      "BENEFITS": "អត្ថប្រយោជន៍ក្នុងករណីមរណភាព ឬពិការភាពទាំងស្រុងនិងអចិន្ត្រៃយ៍"
    },
    "POLICY_TERM": "រយៈពេលនៃបណ្ណសន្យារ៉ាប់រង ៖ 1 ឆ្នាំ",
    "PREMIUM_FREQUENCY": "ភាពញឹកញាប់នៃការបង់បុព្វលាភធានារ៉ាប់រង ៖ បង់តែមួយដងគត់",
    "SELECT": "ជ្រើសរើស"
  },
   "MY_HEALTH": {
    "TITLE": "សុខភាពរបស់ខ្ញុំ",
    "QUESTION1": "១. តើអ្នកធ្លាប់មាន ឬត្រូវបានប្រាប់ថាមានជំងឺណាមួយ ឬសង្ស័យថាមាន៖ ",
    "QUESTION1_DETAILS": [
      "ជំងឺទឹកនោមផ្អែម",
      "ជំងឺលើសឈាម",
      "ជំងឺឈឺដើមទ្រូង ឬជំងឺគាំងបេះដូង ឬជំងឺសរសៃឈាមបេះដូង ឬគ្រប់ប្រភេទនៃជំងឺដាច់សរសៃឈាមក្នុងខួរក្បាល (any kind of stroke) (រួមបញ្ចូលទាំងជំងឺស្ទះសរសៃឈាមក្នុងខួរក្បាលរយៈពេលខ្លី (Mini Stroke)",
      "ជំងឺមហារីក ឬការលូតលាស់នៃប្រភេទណាមួយ (រួមទាំងការលូតលាស់មិនធម្មតា ឬដំបៅ)",
      "ជំងឺថ្លើមស្រួចស្រាវ ឬរ៉ាំរ៉ៃ  (រួមបញ្ចូលទាំងជំងឺក្រិនថ្លើម) ឬជំងឺរលាកថ្លើមដោយវីរុស (រួមទាំងអ្នកផ្ទុកជំងឺរលាកថ្លើមប្រភេទ B)",
      "ជំងឺខូចតម្រងនោម ស្រួចស្រាវ ឬរ៉ាំរ៉ៃ",
      "ជំងឺស្ទះផ្លូវដង្ហើមរ៉ាំរ៉ៃ ឬជំងឺសួតស្រួចស្រាវ ឬរ៉ាំរ៉ៃ ",
      "ជំងឺដែលបណ្តាលមកពីប្រព័ន្ធភាពស៊ាំទៅបំផ្លាញសរីរាង្គខ្លួនឯង( Lupus) ឬជំងឺរលាកសន្លាក់",
      "ផ្ទុកមេរោគអេដស៍/ជំងឺអេដស៍ ឬផលវិបាកទាំងឡាយណាដែលពាក់ព័ន្ធ",
      "ពិការភាពផ្នែករាងកាយ ឬខូចទ្រង់ទ្រាយ (រួមទាំងទម្រង់នៃពិការភាពផ្នែករាងកាយណាមួយ) ឬស្ថានភាពពាក់ព័ន្ធនឹងត្រចៀក ឬភ្នែក (ការធ្វើឲ្យមើលឃើញដែលត្រូវបានកែតម្រូវដោយប្រើកញ្ចក់តាមការណែនាំពីវេជ្ជបញ្ជា)",
      "ជំងឺពីកំណើត ឬតំណពូជ ឬសុខភាពផ្លូវចិត្ត ឬបញ្ហាផ្លូវចិត្ត",
      "ញៀនស្រា ឬការប្រើប្រាស់គ្រឿងញៀន ឬពិសារស្រាបៀរច្រើនជាង ៥ កំប៉ុង ឬស្រាច្រើនជាង ១កែវ (២៥០មីលីលីត្រ) ក្នុងមួយថ្ងៃ",
      "ជំងឺ ឬភាពមិនប្រក្រតីណាមួយនៃបេះដូង សរសៃឈាម ខួរក្បាល ខួរឆ្អឹងខ្នង ឬសរសៃប្រសាទ សាច់ដុំ សន្លាក់ សួត ឬប្រព័ន្ធដកដង្ហើម តម្រងនោម ឬប្រព័ន្ធបង្ហូរនោម ប្រព័ន្ធភាពស៊ាំ (ឬប្រព័ន្ធអូតូអ៊ុយមីន) រលាកក្រពះពោះវៀន ឬប្រព័ន្ធរំលាយអាហារ",
      "តើនៅក្នុងរយៈពេល ៦ខែចុងក្រោយ តើអ្នកធ្លាប់មានបញ្ហាដូចជា៖ ការហូរឈាម ឬការស្រកទម្ងន់លើសពី ៣ គីឡូក្រាម ឬការក្អករ៉ាំរ៉ៃមានរយៈពេលច្រើនជាងមួយខែ ឬផ្លាស់ប្តូរទម្លាប់នៃការបន្ទោរបង់ ឬពិបាកដកដង្ហើម?"
    ],
    "QUESTION2": "២. រយៈពេល ៣ឆ្នាំកន្លងមក",
    "QUESTION2_DETAILS": [
      "តើអ្នកបានសម្រាកនៅមន្ទីរពេទ្យរយៈពេល ៣ ថ្ងៃជាប់ៗគ្នា ឬយូរជាងនេះ បានពិគ្រោះជាមួយគ្រូពេទ្យជំនាញ និង/ឬ អ្នកឯកទេស",
      "ស្ថិតនៅក្រោមការប្រើប្រាស់ថ្នាំពេទ្យ ឬបន្តទទួលទានថ្នាំពេទ្យ ឬការព្យាបាលក្រៅពីគ្រុនផ្តាសាយ ឬក្អក យ៉ាងហោចណាស់ ២សប្តាហ៍",
      "បានទទួលការវះកាត់ ឬបានធ្វើតេស្តវេជ្ជសាស្រ្តណាមួយដែលមានលទ្ធផលមិនប្រក្រតី ឬត្រូវបានគេណែនាំ ឬគ្រោងធ្វើការព្យាបាល ការវះកាត់ ការធ្វើតេស្ដរោគវិនិច្ឆ័យ ឬការធ្វើតេស្តសុខភាពនៅពេលអនាគតដែរឬទេ?"
    ],
    "QUESTION3": "៣. ការស្នើសុំធានារ៉ាប់រងផ្សេងៗ",
    "QUESTION3_DETAILS": [
      "ក្រៅពីសំណើធានារ៉ាប់រងមួយនេះ តើអ្នកធ្លាប់ស្នើសុំការធានារ៉ាប់រងអាយុជីវិត ជំងឺធ្ងន់ធ្ងរ វេជ្ជសាស្ត្រ ពិការភាព​ ពីក្រុមហ៊ុន ដាយ​ អ៊ិឈិ ឡាយហ្វ៍ អ៊ីនសួរ៉ិនស៍​(ខេមបូឌា) ម.ក ឬពីក្រុមហ៊ុនធានារ៉ាប់រងអាយុជីវិតផ្សេងទៀតដែរឬទេដែលសំណើនោះត្រូវបានបដិសេធ ពន្យារពេលឬត្រូវបានផ្តល់ជូនដោយមានលក្ខខណ្ឌពិសេស(ដូចជាការបង្កើនបុព្វលាភធានារ៉ាប់រង ការធានារ៉ាប់រងដែលបានកែប្រែ/ដាក់កំហិតឬការមិនរាប់បញ្ចូលការធានារ៉ាប់រង) ឬមួយសំណើទាមទារសំណងត្រូវបានទូទាត់ជូននិង/ឬ ត្រូវបានបានបដិសេធ ។ល។ ដែរឬទេ?"
    ],
    "BUTTON_NEXT": "បន្ទាប់",
    "OPTIONS": {
      "YES": "បាទ/ចាស",
      "NO": "ទេ"
    }
  },
  "BRIGHTLIFE": {
  "TITLE": "ប្រាយ ឡាយហ្វ៍",
  "DESCRIPTION": "រស់នៅដោយគ្មានក្តីបារម្ភ ជាមួយការការពារផ្នែកហិរញ្ញវត្ថុពេញ 1 ឆ្នាំ ទោះបីមានហេតុការណ៍អកុសលណាមួយកើតឡើងក៏ដោយ។ ប្រាយ ឡាយហ្វ៍ គឺគម្រោងធានារ៉ាប់រងអាយុជីវិតបែបឌីជីថលដែលផ្ដល់ការការពារផ្នែកហិរញ្ញវត្ថុជូនគ្រួសារលោកអ្នក លើហានិភ័យមរណភាព ឬពិការភាពទាំងស្រុង និងអចិន្រ្តៃយ៍។ គម្រោងនេះ ផ្តល់ការការពារក្នុងទំហំទឹកប្រាក់ការពារ រហូតទៅដល់ 10,000 ដុល្លារអាមេរិក។"
},
  "CONFIRMATION": {
    "BUTTON": {
      "EDIT": "កែប្រែ",
      "CANCEL": "បោះបង់",
      "SAVE": "រក្សាទុក",
      "PAY": "បង់ប្រាក់"
    },
    "MESSAGES": {
      "EDIT_SUCCESS": "ព័ត៌មានអ្នកប្រើប្រាស់បានបច្ចុប្បន្នភាពដោយជោគជ័យ!",
      "EDIT_ERROR": "សូមបំពេញពាក្យដែលត្រូវការទាំងអស់ឲ្យបានត្រឹមត្រូវ។",
      "PAY_SUCCESS": "ការទូទាត់បានជោគជ័យ!"
    },
    "USER_INFO": {
      "FULL_NAME": "ឈ្មោះពេញ",
      "NICKNAME": "ឈ្មោះហៅ",
      "DATE_OF_BIRTH": "ថ្ងៃ ខែ ឆ្នាំកំណើត",
      "CONTACT_NUMBER": "លេខទំនាក់ទំនង",
      "ADDRESS": "អាសយដ្ឋាន",
      "EMAIL": "អ៊ីមែល",
      "NATIONAL_ID": "អត្តសញ្ញាណប័ណ្ណ",
      "FRONT": "ផ្នែកមុខ",
      "BACK": "ផ្នែកត្រង់"
    },
    "PAYMENT": {
      "WITH": "បង់ប្រាក់ជាមួយ",
      "CREDIT_CARD": "កាតឥណទាន",
      "OTHER_OPTIONS": "ជម្រើសផ្សេងទៀត"
    },
    "TOTAL_PAYMENT": {
      "NAME": "ឈ្មោះ",
      "DATE": "ថ្ងៃ",
      "INVOICE": "វិក្កយបត្រ",
      "DISCOUNT": "បញ្ចុះតម្លៃ",
      "TOTAL": "សរុប"
    }
  }

}
